alsa-utils
amd-ucode
base
base-devel
blueman
bluez
bluez-utils
bolt-launcher
catppuccin-gtk-theme-mocha
chromium
dkms
efibootmgr
elephant-calc
elephant-desktopapplications
elephant-files
elephant-providerlist
elephant-runner
eza
fastfetch
fish
fuse2
fzf
gamescope
git
github-cli
goverlay
htop
hypridle
hyprlock
iwd
kitty
kvantum
less
libreoffice-fresh
libva-nvidia-driver
limine
linux
linux-firmware
linux-headers
ly
mako
mission-center
nautilus
neovim
networkmanager
niri
nmap
nmgui-bin
nvidia-open-dkms
openbsd-netcat
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
python-pandas
python-pip
smartmontools
starship
swaybg
tmux
ttf-jetbrains-mono-nerd
visual-studio-code-bin
walker-bin
waybar
wayland-utils
wireplumber
wget
xdg-desktop-portal-gtk
xdg-utils
xorg-xwayland
xwayland-satellite
yay
zram-generator
